[
    {
      "id": 1,
      "quote": "Your laughter is the sunshine that makes our whole world glow.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 2,
      "quote": "I’ll hold your hand today, tomorrow, and always — you are never alone.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 3,
      "quote": "You have a heart full of stars — you can light up the darkest sky.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 4,
      "quote": "Every time you blink, a new adventure waits just for you.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 5,
      "quote": "You make ordinary days feel magical just by being you.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 6,
      "quote": "In your dreams tonight I’ll guard the stars — so you shine bright all morning.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 7,
      "quote": "Your little hands hold my whole world — I’m so proud of you.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 8,
      "quote": "You are my favourite person in every sunrise and every sunset.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 9,
      "quote": "With you by my side, every path becomes an enchanted forest.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 10,
      "quote": "Your giggles bring more joy than a hundred rainbows.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 11,
      "quote": "Dream big, little one — the world is full of wonders just for you.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 12,
      "quote": "Today? Today we play. Tomorrow? Tomorrow we explore — together.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 13,
      "quote": "You are braver than you know, stronger than you seem, and loved more than you’ll ever dream.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 14,
      "quote": "Let’s chase butterflies in sunshine and catch moon-beams for bedtime stories.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 15,
      "quote": "Your smile spins magic — it turns every raincloud into fluffy cotton-candy clouds.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 16,
      "quote": "I love you more than all the stars that sparkle in the night sky.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 17,
      "quote": "You’re my little explorer — every day with you is a brand-new adventure.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 18,
      "quote": "May your dreams be sprinkled with fairy dust and soft lullabies.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 19,
      "quote": "Whenever you feel small, remember — you carry all my love inside you.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 20,
      "quote": "Your heart is a garden — full of kindness, magic, and blossoms waiting to grow.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 21,
      "quote": "Let’s build castles from clouds and catch stars with our laughter.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 22,
      "quote": "You are the story I love most to read, over and over again.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 23,
      "quote": "Close your eyes, little one — I’m right here, watching over your dreams.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 24,
      "quote": "Your tiny footprints echo big dreams — and I’ll follow you wherever you go.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 25,
      "quote": "When you hug me, you wrap me in sunshine and soft giggles.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 26,
      "quote": "Let’s make today a story worth remembering — just you and me.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 27,
      "quote": "You are my little star — no matter where you go, you’ll always light up my sky.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 28,
      "quote": "Your voice is the sweetest melody I know — sing, dance, discover with all your heart.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 29,
      "quote": "I’ll share my stories, kisses, and silly songs just to see you smile.",
      "used": false,
      "use_count": 0
    },
    {
      "id": 30,
      "quote": "Every time you blink, a tiny wish flies out — I catch it and guard it for you.",
      "used": false,
      "use_count": 0
    }
  ]
  